/* General delete button */
"Delete" = "Delete";



/* App Tabs */
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";



/* Home Tab */
"Your active projects will appear here" = "Your active projects will appear here";
"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete" = "%@, %lld items, %g%% complete."; /* accessibility label */



/* Navigation Titles for Open and Closed tabs */
"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";



/* Buttons to add a project or an item */
"Add Project" = "Add Project";
"Add Item" = "Add Item";



/* Default names for new projects and items */
"New Project" = "New Project";
"New Item" = "New Item";



/* Accessibility labels for items*/
"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";



/* A button that shows a menu with the following options */
"Sort" = "Sort";
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date items were created */
"Title" = "Title"; /* Sort by item title */



/* Label for Name and Description section when editing Item or Project */
"Basic settings" = "Basic settings";



/* --- EDIT PROJECT SCREEN --- */

"Edit Project" = "Edit Project"; /* Navigation Title for Edit Project screen */

"Project name" = "Project name"; /* Placeholder for Project Name textfield */
"Description of this project" = "Description of this project"; /* Placeholder for Project Description textfield */

/* Label for project color picker*/
"Custom project color" = "Custom project color";

/* Reminders section */
"Project reminders" = "Project reminders"
"Show Reminders" = "Show Reminders"
"Remind me" = "Remind me"
"Oops!" = "Oops!"
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled."
"Check Settings" = "Check Settings"
"Cancel" = "Cancel"
"Reminder time" = "Reminder time"

/* Buttons to close or delete the project */
"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";

/* Colours for Project Color picker*/
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

/* --- EDIT PROJECT SCREEN (OVER) --- */



/* --- EDIT ITEM SCREEN --- */

"Edit Item" = "Edit Item"; /* Navigation Title for Edit Item screen */

"Item name" = "Item name"; /* Placeholder for Item Name textfield */
"Description" = "Description"; /* Placeholder for Item Description textfield */

/* Item priority selector */
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

/* A toggle to mark an item completed */
"Mark Completed" = "Mark Completed";

/* --- EDIT ITEM SCREEN (OVER) --- */



/* Priority markers in item lists (DON'T CHANGE) */
"•••" = "•••";
"••" = "••";
"•" = "•";

//----------------------------------------------------------------


"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";

"Closing a project moves it from the Open to Closed tab. Deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab. Deleting it removes the project completely.";

"Delete project?" = "Delete project?";

"Unlocked: %@" = "Unlocked: %@";

"Locked" = "Locked";

"There's nothing here right now" = "There's nothing here right now";
